robert-hh/micropython/ports/w60x/boards/GENERIC/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Generic W600 device"
#define MICROPY_HW_MCU_NAME "W600-x8"
#define MICROPY_PY_SYS_PLATFORM "w600"
